Repository: DenisKazakoff/TORUSprint
Catalog: src/locale/jctf_*.po
Languages: ru

source: Enabled
ru: Включено

source: Disabled
ru: Выключено

source: Auto
ru: Настройки принтера

source: Cutter Control
ru: Управление резаком

source: Trim Borders
ru: Обрезать пустые края

source: Print Resolution
ru: Разрешение печати

source: Media Type
ru: Материал печати

source: (not working yet) Plain paper
ru: (пока не работает) Обычная бумага

source: (not working yet) Matte film
ru: (пока не работает) Матовая пленка

source: (not working yet) Tracing paper
ru: (пока не работает) Копировальная бумага

source: Output Slot
ru: Устройство выдачи

source: Input Slot
ru: Устройство подачи

source: (not working yet) Tray A3
ru: (пока не работает) Лоток A3

source: (not working yet) Disabled
ru: (пока не работает) Выключено

source: (not working yet) Continuous feed
ru: (пока не работает) Непрерывная подача

source: (not working yet) Optimal feed
ru: (пока не работает) Оптимальная подача

source: (not working yet) Upper drawer, roll# 1
ru: (пока не работает) Верхний лоток, рулон №1

source: (not working yet) Upper drawer, roll# 2
ru: (пока не работает) Верхний лоток, рулон №2

source: (not working yet) Lower drawer, roll# 2
ru: (пока не работает) Нижний лоток, рулон №2

source: (not working yet) Lower drawer, roll# 3
ru: (пока не работает) Нижний лоток, рулон №3

source: (not working yet) Lower drawer, roll# 4
ru: (пока не работает) Нижний лоток, рулон №4
